<!doctype html>
<html lang="en">
<head>
    @include('web.QualityControl.layout_public.pagehead')
</head>
<body style=" background:#eee; ">
	<div id="main">
		<div class="reg" style="width:980px; margin:40px auto 20px auto; border:1px solid #eee; min-height:500px;  padding:20px 20px; background:#fff;  ">

			<div class="hd tc" style="padding:30px 0;">
				<h2>Xx平台注册服务协议</h2>
			</div>
			<div class="bd" style="width:800px; margin:0 auto;">
                Xx平台系由杭州施工盒子网络科技有限公司负责运营。在您注册成为xx平台用户前请务必仔细阅读以下条款。若您一旦注册，则表示您同意接受xx平台的服务并受以下条款的约束。若您不接受以下条款，请您立即停止注册或主动停止使用xx平台的服务。<br/>
                一、 本协议的签署和修订<br/>
                1、xx平台接受持有中国有效身份证明的年满18周岁且具有完全民事行为能力的自然人或者在中国合法成立并有效存续的法人组织成为平台用户。如您不符合资格，请勿注册，否则xx平台有权随时中止或终止您的用户资格。<br/>
                2、本协议内容包括以下条款及xx平台已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是您与xx平台共同签订的，适用于您在xx平台的全部活动。在您注册成为用户时，您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。<br/>
                3、xx平台有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则并在xx平台相关系统板块发布，无需另行单独通知您。您应不时地注意本协议及具体规则的变更，若您在本协议及具体规则内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用xx平台的服务；同时就您在协议和具体规则修订前通过xx平台进行的交易及其效力，视为您已同意并已按照本协议及有关规则进行了相应的授权和追认。若您不同意修改后的协议内容，您应停止使用xx平台的服务。<br/>
                4、您通过自行或授权有关方根据本协议及xx平台有关规则、说明操作确认本协议后，本协议即在您和xx平台之间产生法律效力。本协议不涉及您与xx平台的其他用户之间产生的法律关系或法律纠纷，但您在此同意将全面接受和履行与xx平台其他用户在xx平台签订的任何电子法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。<br/>
                二、 服务的提供<br/>
                1、xx平台提供的服务包括但不限于：发布采购需求、发布用工需求、签订和查阅合同、提供贷款咨询服务等，具体服务详情以xx平台当时提供的服务内容为准。<br/>
                2、基于运行和交易安全的需要，xx平台可以暂时停止提供、限制或改变xx平台服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要您仍然继续使用xx平台的服务，表示您认可并同意xx平台上诉服务内容的改变。<br/>
                3、您确认，您在xx平台上按xx平台服务流程所确认的交易状态将成为xx平台为您进行相关交易或操作（包括但不限于发布需求、代为支付或收取款项、订立合同等）的明确指令。您同意xx平台有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。<br/>
                4、您未能及时对交易状态进行修改、确认、未能提交相关申请所引起的任何纠纷或损失由您本人负责，xx平台不承担任何责任。<br/>
                三、 交易管理及费用<br/>
                1、在您成功注册后，您可以自行根据xx平台有关规则和说明，通过xx平台享有服务。详细操作规则及方式请参考xx平台相关规则和说明。<br/>
                2、xx平台将为您的提供服务，并在服务过程中根据有关文件、协议或xx平台页面的相关规则、说明等收取必要的服务或管理费用，其具体内容、比例、金额等事项请参见有关文件及xx平台相关页面的规则和说明。<br/>
                3、您同意，xx平台有权不时调整前述服务或管理费用的类型或金额等具体事项并根据本协议和相关规则进行公告、修改。<br/>
                4、根据我国法律及税收政策，xx平台所有用户有义务按时、足额的缴纳税费。Xx平台暂时采取用户自行申报并缴纳税款的形式执行。Xx平台将随时根据税务部门的最新政策或指导意见，即时调整用户税款缴纳问题的执行方式。<br/>
                5、若相关税务部门要求xx平台提供用户账户信息以核实用户自行申报的在平台收入具体数额，平台有权不经用户同意而进行披露，并根据国家法律配合相关税务部门的其他合法要求。<br/>
                6、用户使用第三方支付方式所产生的手续费等由用户自行承担。<br/>
                四、 资金管理<br/>
                1、您保证并承诺您通过xx平台进行交易的资金来源合法。您同意，xx平台有权根据包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关的要求协助对您的账户及资金等进行查询、冻结或扣划等操作。<br/>
                2、xx平台有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。据您了解，xx平台的前述设定可能会对您的交易造成一定不便，您对此没有异议。<br/>
                3、如果xx平台发现了因系统故障或其他原因导致的处理错误，无论有利于xx平台还是有利于您，xx平台都有权在根据本协议规定通知您后纠正该错误。<br/>
                4、在任何情况下，对于您使用xx平台服务过程中涉及由第三方提供相关服务的责任由该第三方承担，xx平台不承担该等责任。因您自身的原因导致xx平台服务无法提供或提供时发生任何错误而产生的任何损失或责任，由您自行负责，xx平台不承担责任。<br/>
                五、 电子合同<br/>
                1、在xx平台平台交易需订立的协议采用电子合同方式，可以有一份或者多份并且每一份具有同等法律效力。您据有关协议及xx平台的相关规则在xx平台确认签署的电子合同即视为您本人真实意愿并以您本人名义签署的合同，具有法律效力。您应妥善保管自己的账户密码等账户信息，您通过前述方式订立的电子合同对合同各方具有法律约束力，您不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。<br/>
                2、您根据本协议以及xx平台的相关规则签署电子合同后，不得擅自修改该合同。xx平台向您提供电子合同的保管查询、核对等服务，如对电子合同真伪或电子合同的内容有任何疑问，您可通过xx平台的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以xx平台记录的合同为准。<br/>
                六、 用户信息及隐私权保护<br/>
                1、用户信息的提供、搜集及核实<br/>
                （a）您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性、安全性和及时更新，以便xx平台为您提供服务并与您进行及时、有效的联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。<br/>
                （b）xx平台可能自公开渠道及私人资料来源收集您的额外资料，以更好地了解xx平台用户，并为其量身订造xx平台服务、协助解决争议和确保在网站进行交易的安全性。xx平台仅收集xx平台认为就此目的及达成该目的所必须的关于您的个人资料。<br/>
                （c）您同意xx平台可以自行或通过合作的第三方机构对您提交或xx平台搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。<br/>
                （d）xx平台按照您在xx平台上的行为自动追踪关于您的某些资料。xx平台利用这些资料进行有关xx平台之用户的人口统计、兴趣及行为的内部研究，以更好地了解您以便向您和xx平台的其他用户提供更好的服务。<br/>
                （e）如果您将个人通讯信息（例如：手机短信、电邮或信件）交付给xx平台，或如果其他用户或第三方向xx平台发出关于您在xx平台上的活动或登录事项的通讯信息，xx平台可以将这些资料收集在您的专门档案中。<br/>
                2、用户信息的使用和披露<br/>
                （a）您同意xx平台可使用关于您的个人资料（包括但不限于xx平台持有的有关您的档案中的资料，及xx平台从您目前及以前在xx平台上的活动所获取的其他资料）以协助解决争议、对纠纷进行调停、确保在xx平台进行安全交易，并执行xx平台的服务协议及相关规则。xx平台有时候可能调查多个用户以识别问题或解决争议，特别是xx平台可审查您的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使xx平台免受其害，您同意xx平台可通过人工或自动程序对您的个人资料进行评价。<br/>
                （b）您同意xx平台可以使用您的个人资料以改进xx平台的推广和促销工作、分析网站的使用率、改善xx平台的内容和产品推广形式，并使xx平台的网站内容、设计和服务更能符合用户的要求。这些使用能改善xx平台的网页，以调整xx平台的网页使其更能符合您的需求，从而使您在使用xx平台服务时得到更为顺利、有效、安全及量身订造的交易体验。<br/>
                （c）您注册成功后应妥善保管您的用户名和密码。您确认，无论是您还是您的代理人，用您的用户名和密码登录xx平台后在xx平台的一切行为均代表您并由您承担相应的法律后果。<br/>
                （d）xx平台对于您提供的、自行收集到的、经认证的个人信息将按照本协议及有关规则予以保护、使用或者披露。xx平台将采用行业标准惯例以保护您的个人资料，但鉴于技术限制，xx平台不能确保您的全部私人通讯及其他个人资料不会通过其他途径泄露。<br/>
                （e）您使用xx平台服务进行交易时，您即授权本公司将您的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与您交易的另一方或xx平台的合作机构（仅限于xx平台向您提供服务的合作机构）。<br/>
                （f）xx平台有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在您未能按照与本协议、xx平台有关规则或者与xx平台其他用户签订的有关协议的约定履行自己应尽的义务时，xx平台有权根据自己的判断、有关协议和规则、国家有效裁决文书或者与该笔交易有关的其他用户的合理请求披露您的个人资料（包括但不限于在xx平台及互联网络上公布您的违法、违约行为，并有关将该内容记入任何与您相关的信用资料、档案或数据库），并且作为出借人的其他用户可以通过司法部门要求xx平台提供相关资料，xx平台对此不承担任何责任。<br/>
                3、您对其他用户信息的使用<br/>
                （a）在xx平台提供的交易活动中，您无权要求xx平台提供其他用户的个人资料，除非您已向法院起诉其他用户的在xx平台活动中的违法或违约行为；<br/>
                （b）如您通过签署有关协议等方式获得其他用户的个人信息，您同意不将该等个人信息用于除履行相关协议以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。<br/>
                七、 不保证及使用限制<br/>
                1、不保证<br/>
                （a）在任何情况下，xx平台及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员（以下称“xx平台方”）均不以任何明示或默示的方式对您使用xx平台服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等，<br/>
                （b）因为xx平台或者涉及的第三方网站的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，xx平台均不负责赔偿，您的补救措施只能是与xx平台协商终止本协议并停止使用xx平台。但是，中国现行法律、法规另有规定的除外。<br/>
                2、使用限制<br/>
                （a）您承诺合法使用xx平台提供的服务及网站内容。您不得利用本服务从事侵害他人合法权益之行为，不得在xx平台从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，如擅自进入xx平台的未公开的系统、不正当的使用账号密码和网站的任何内容等。<br/>
                （b） 您不得使用xx平台提供的服务或其他电子邮件转发服务发出垃圾邮件或其他可能违反本协议的内容。<br/>
                （c）xx平台没有义务监测网站内容，但是您确认并同意xx平台有权不时地根据法律、法规、政府要求透露、修改或者删除必要的信息，以便更好地运营xx平台并保护自身及xx平台的其他合法用户。<br/>
                （d）xx平台中全部内容的版权均属于xx平台所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经xx平台事先书面同意，您承诺不以任何方式、不以任何形式复制、模仿、传播、出版、公布、展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。您承认网站内容是属于xx平台的财产。未经xx平台书面同意，您亦不得将xx平台包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，xx平台将追究您的法律责任。<br/>
                （e）由于您违反本协议或任何法律、法规或侵害第三方的权利，而引起第三方对xx平台提出的任何形式的索赔、要求、诉讼，xx平台有权向您追偿相关损失，包括但不限于xx平台的诉讼费用、律师费、调查费、差旅费、名誉损失、及向第三方支付的赔偿金、补偿金等。<br/>
                八、 协议终止及账户的暂停、注销或终止<br/>
                1、除非xx平台终止本协议或者您申请终止本协议且经xx平台同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，xx平台有权通过站内信、电子邮件通知等方式终止本协议、关闭您的账户或者限制您使用xx平台。但xx平台的终止行为不能免除您根据本协议或在xx平台生成的其他协议项下的还未履行完毕的义务。<br/>
                2、您若发现有第三人冒用或盗用您的用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知xx平台，要求xx平台暂停相关服务，否则由此产生的一切责任由您本人承担。同时，您理解xx平台对您的请求采取行动需要合理期限，在此之前，xx平台对第三人使用该服务所导致的损失不承担任何责任。<br/>
                3、您决定不再使用用户账户时，应首先将用户账户中的可用款项（如有）全部提现或者向xx平台发出其它合法的支付指令，并向xx平台申请注销该用户账户，经xx平台审核同意后可正式注销用户账户。会员死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若会员丧失全部或部分民事权利能力或民事行为能力，xx平台有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。<br/>
                4、xx平台有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对您或任何第三方承担任何责任。前述情形包括但不限于：<br/>
                （a）xx平台认为您提供的个人资料不具有真实性、有效性或完整性；<br/>
                （b）xx平台发现异常交易或有疑义或有违法之余时；<br/>
                （c）xx平台认为您的账户涉嫌洗钱、套现、传销、被冒用或其他xx平台认为有风险之情形；<br/>
                （d）xx平台认为您已经违反本协议中规定的各类规则及精神；<br/>
                （e）xx平台基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务，并将注册资料移除或删除的其他情形。<br/>
                5、您同意在必要时，xx平台无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除您的用户账户及该用户账户中的所有相关资料及档案，并将您滞留在这些账户的全部合法资金退回到您的银行账户。<br/>
                6、您同意，用户账户的暂停、中断或终止不代表您责任的终止，您仍应对您使用xx平台服务期间的行为承担可能的违约或损害赔偿责任，同时xx平台仍可保有您的相关信息。<br/>
                7、若您使用第三方网站账号注册xx平台用户账户，则您应对您xx平台用户账户所对应的第三方网站账号拥有合法的使用权，如您因故对该第三方网站账号丧失使用权的，则xx平台可停止为您的该用户账户提供服务。但如该用户账户尚存有余额的，xx平台将会为您妥善保管。此时，如您欲取回其原有余额，xx平台将提供更换xx平台账户名的服务，即您可把您原xx平台账户下余额转移到您另外合法注册的xx平台账户中；如因故无法自助完成更换账户名，您可以向xx平台提出以银行账户接受原有资金的请求，经核验属实后，xx平台可配合您将原有资金转移到以您真实姓名登记的银行账户下。<br/>
                九、 通知<br/>
                本协议项下的通知如以公示方式作出，一经在xx平台公示即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将由xx平台向您在注册时提供的电子邮箱，或xx平台在您的个人账户中为您设置的站内消息系统栏，或您在注册后在xx平台绑定的手机发送，一经发送即视为已经送达。请您密切关注您的电子邮箱 、站内消息系统栏中的邮件、信息及手机中的短信信息。您同意xx平台出于向您提供服务之目的，可以向您的电子邮箱、站内消息系统栏和手机发送有关通知或提醒；若您不愿意接收，请在xx平台相应系统板块进行设置。但您同时同意并确认，若您设置了不接收有关通知或提醒，则您有可能收不到该等通知信息，您不得以您未收到或未阅读该等通知信息为由，单方面理解为相关通知未送达于您。<br/>
                十、 适用法律和管辖<br/>
                因xx平台所提供服务而产生的争议均适用中华人民共和国法律，并由杭州市江干区人民法院管辖。<br/>
                十一、其他<br/>
                xx平台对本协议拥有最终的解释权。本协议及xx平台有关页面的相关名词可互相引用参照，如有不同理解，则以本协议条款为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。<br/>


                <div class="k20"></div>

			</div>
			<div class="c"></div>
		</div>
	</div>
</body>
</html>
<script src="{{asset('js/jquery-3.3.1.min.js')}}"></script>
<script src="{{asset('layui-admin-v1.2.1/src/layuiadmin/layui/layui.all.js')}}"></script>
{{--<script src="{{asset('layui-admin-v1.2.1/src/layuiadmin/layui/layui.js')}}"></script>--}}
@include('public.dynamic_list_foot')

<script src="{{ asset('/js/web/QualityControl/reg_agree.js') }}"  type="text/javascript"></script>

